experiments/redis_contention/redis_multi/pair_0/clients_200_threads_4_pipeline_1/redis.out
4         Threads
200       Connections per thread
15        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets        97856.40          ---          ---         4.09178         3.93500         6.49500        21.75900    101944.49 
Gets        97830.83         0.00     97830.83         4.08442         3.91900         6.33500        22.14300      3905.94 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals     195687.22         0.00     97830.83         4.08810         3.93500         6.39900        21.88700    105850.44